[
  {
    "img": "../static/img/shoes.jpg",
    "title": {
      "en": "How to select the right shoe size",
      "uk": "Як обрати правильний розмір взуття"
    },
    "content": {
      "en": "Selecting a correct shoe size is very important. \nIf the shoes are too big or too small it will be uncomfortable for your child to walk in them.\nBy reading this post your chances of having to make a replacement would be near zero.",
      "uk": "Вибір правильного розміру взуття дуже важливий.\nЯкщо взуття занадто велике або замале, вашій дитині буде незручно в ньому ходити.\nПрочитавши цей пост, ваші шанси вибрати неправильний розмір взуття будуть близькі до нуля."
    },
    "page": [
        {
            "type": "title",
            "en": "Choosing the right shoe size for your child is essential for their comfort and foot health. Follow these simple steps to ensure you get the perfect fit.",
            "uk": "Вибір правильного розміру взуття для вашої дитини є важливим для її комфорту та здоров'я стопи. Дотримуйтесь цих простих кроків, щоб знайти ідеальну пару."
        },
        {
            "type": "title",
            "en": "Step-by-step Instructions",
            "uk": "Покрокові інструкції"
        },
        {
            "type": "paragraph",
            "en": "1. Prepare the Materials",
            "uk": "1. Підготуйте матеріали"
        },
        {
            "type": "list",
            "en": [
                "A piece of paper",
                "A pencil",
                "A ruler"
            ],
            "uk": [
                "Аркуш паперу",
                "Олівець",
                "Лінійка"
            ]
        },
        {
            "type": "row",
            "content": [
                {
                    "type": "col",
                    "content": [
                        {
                            "type": "paragraph",
                            "en": "2. Trace Your Child’s Foot",
                            "uk": "2. Намалюйте стопу вашої дитини"
                        },
                        {
                            "type": "list",
                            "en": [
                                "Place the piece of paper on a flat, hard surface.",
                                "Have your child stand barefoot on the paper.",
                                "Ensure your child’s foot is flat and their weight is evenly distributed.",
                                "Using the pencil, carefully trace around your child’s foot. Try to keep the pencil as vertical as possible to get an accurate outline."
                            ],
                            "uk": [
                                "Покладіть листок паперу на пласку, тверду поверхню.",
                                "Нехай ваша дитина встане босоніж на папір",
                                "Переконайтеся, що стопа вашої дитини рівна, а її вага рівномірно розподілена",
                                "За допомогою олівця обережно обведіть стопу вашої дитини. Намагайтеся тримати олівець максимально вертикально, щоб отримати точний контур."
                            ]
                        },
                        {
                            "type": "paragraph",
                            "en": "3. Measure the Foot Length",
                            "uk": "3. Виміряйте довжину стопи"
                        },
                        {
                            "type": "list",
                            "en": [
                                "Remove the paper and use the ruler to measure the longest distance from the heel to the tip of the longest toe.",
                                "This measurement is your child’s foot length."
                            ],
                            "uk": [
                                "Візьміть папір і виміряйте найбільшу відстань від п'ятки до кінчика найбільшого пальця.",
                                "Цей вимір - довжина стопи вашої дитини."
                            ]
                        }
                    ]
                },
                {
                    "type": "img",
                    "src": "../static/img/feetMeasurement.png"
                }
            ]  
        },
        {
            "type": "paragraph",
            "en": "4. Compare with Insole Lengths",
            "uk": "4. Порівняйте з довжиною устілки"
        },
        {
            "type": "list",
            "en": [
                "On our shop, each shoe size includes the length of the insole.",
                "Compare your child’s foot length to the insole lengths provided.",
                "Choose the shoe size where the insole length is slightly longer than your child’s foot length, allowing for some growing room."
            ],
            "uk": [
                "У нашому магазині кожний розмір взуття має довжину устілки.",
                "Порівняйте довжину стопи вашої дитини з наданими довжинами устілок.",
                "Виберіть розмір взуття, де довжина устілки трохи більша за довжину стопи вашої дитини, що дозволяє залишити деякий запас для зростання."
            ]
        },
        {
            "type": "title",
            "en": "Additional Tips",
            "uk": "Додаткові поради"
        },
        {
            "type": "list",
            "en": [
                "Measure Both Feet: Sometimes one foot is slightly larger than the other. Use the measurement of the larger foot to ensure comfort.",
                "Consider Growth: Kids' feet grow quickly, so it’s a good idea to leave a little extra room (about one centimeter) for growth.",
                "Try Shoes On: If possible, have your child try on the shoes and walk around to ensure they feel comfortable.",
                "The shoes should have enough room at the toes and fit snugly around the heels."
            ],
            "uk": [
                "Виміряйте обидві стопи: іноді одна стопа трохи більша за іншу. Використовуйте вимірювання більшої стопи, щоб забезпечити комфорт.",
                "Враховуйте зростання: стопи дітей швидко ростуть, тому добре залишити трохи додаткового місця (близько одного сантиметра) для зростання.",
                "Приміряйте взуття: якщо це можливо, дозвольте вашій дитині приміряти взуття і пройтися, щоб переконатися, що вони відчувають себе комфортно.",
                "Взуття повинно мати достатньо місця на пальцях і щільно облягати п'ятку."
            ]
        },
        {
            "type": "paragraph",
            "en": "Example:",
            "uk": "Приклад:"
        },
        {
            "type": "list",
            "en": [
                "If your child’s foot length is 18 cm, look for a shoe size with an insole length of around 18.5 - 19 cm."
            ],
            "uk": [
                "Якщо довжина стопи вашої дитини становить 18 см, шукайте розмір взуття з довжиною устілки приблизно 18,5 - 19 см."
            ]
        },
        {
            "type": "paragraph",
            "en": "By following these steps, you can confidently select the correct shoe size for your child, ensuring they have comfortable and well-fitting shoes. Happy Shopping!",
            "uk": "Дотримуючись цих кроків, ви можете впевнено вибрати правильний розмір взуття для вашої дитини, забезпечивши їм комфортне взуття. Гарних покупок!"
        }
    ],
    "name": "shoeSize"
  },
  {
    "img": "../static/img/delivery.jpg",
    "title": {
      "en": "Information about the delivery",
      "uk": "Інформація про доставку"
    },
    "content": {
      "en": "Our shop uses Nova Post to deliver your purchased shoes. Because of that, the delivery time just like it’s price varies based on the region where you live. Find out information about the delivery to your region in this post.",
      "uk": "Наш магазин здійснює доставку купленого Вами взуття через «Нову пошту». У звʼязку з цим, час доставки, як і ціна, залежить від регіону вашого проживання. Дізнайтеся більше про доставку в цьому пості."
    },
    "page": [
        {
            "type": "title",
            "en": "Ensuring your order arrives safely and promptly is our top priority. Follow these steps to understand our delivery process:",
            "uk": "Забезпечити безпечне та швидке надходження вашого замовлення є нашим пріоритетом. Перегляньту ці пункти, щоб зрозуміти наш процес доставки:"
        },
        {
            "type": "title",
            "en": "Shipping Areas",
            "uk": "Регіони доставки"
        },
        {
            "type": "paragraph",
            "en": "We provide shipping across Ukraine and selected countries in Europe through Nova Post (Нова Пошта). Availability, delivery times, and costs vary based on the destination.",
            "uk": "Ми здійснюємо доставку по всій Україні та в обрані країни Європи через Нову Пошту. Доступність, час доставки та вартість залежать від місця призначення."
        },
        {
            "type": "title",
            "en": "Shipping Times",
            "uk": "Час доставки"
        },
        {
            "type": "paragraph",
            "en": "Ukraine: 1 to 3 business days. Europe: Varies by country, specified during checkout. Note: Delivery times are estimates and can be affected by factors such as customs, weather, and holidays.",
            "uk": "Україна: від 1 до 3 робочих днів. Європа: залежить від країни, вказується під час оформлення замовлення. Примітка: час доставки є приблизним і може залежати від певних факторамів, таких як митниці, погода та свята."
        },
        {
            "type": "title",
            "en": "Shipping Costs",
            "uk": "Вартість доставки"
        },
        {
            "type": "paragraph",
            "en": "Calculated based on delivery address and package size/weight. Displayed during checkout. Customers are responsible for all shipping costs added to the total order amount.",
            "uk": "Розраховується на основі адреси доставки та розміру/ваги посилки. Відображається під час оформлення замовлення. Клієнти несуть відповідальність за всі витрати на доставку, додані до загальної суми замовлення."
        },
        {
            "type": "title",
            "en": "Order Processing",
            "uk": "Обробка замовлення"
        },
        {
            "type": "paragraph",
            "en": "Orders are processed and shipped within 1 to 2 business days after payment confirmation.",
            "uk": "Замовлення обробляються та відправляються протягом 1-2 робочих днів після підтвердження оплати."
        },
        {
            "type": "title",
            "en": "Tracking Information",
            "uk": "Інформація про відстеження"
        },
        {
            "type": "paragraph",
            "en": "Use the tracking number provided in your shipping confirmation to track your package with the help of Nova Post app.",
            "uk": "Використовуйте номер ТТН, наданий у вашому підтвердженні відправлення, щоб відстежити вашу посилку за допомогою додатку Нова Пошта."
        },
        {
            "type": "title",
            "en": "Customs and Duties",
            "uk": "Митниці"
        },
        {
            "type": "paragraph",
            "en": "For international shipments, customs duties, taxes, and fees may apply. These charges are the recipient's responsibility and will be collected upon delivery by the local customs authority.",
            "uk": "Для міжнародних відправлень можуть стягуватися податки та збори. Ці витрати оплачує отримувач і вони будуть зібрані при доставці місцевим митним органом."
        },
        {
            "type": "title",
            "en": "Lost or Damaged Shipments",
            "uk": "Втрачені або пошкоджені посилки"
        },
        {
            "type": "paragraph",
            "en": "We are not responsible for lost or damaged shipments. Contact us immediately at <a href=\"mailto:contact@kidsfashionstore.ua\">contact@kidsfashionstore.ua</a> or <a tel:\"+380 68 901 5749\">+380 68 901 5749</a> for assistance in filing a claim with the shipping carrier.",
            "uk": "Ми не несемо відповідальності за втрачені або пошкоджені посилки. Звертайтеся до нас негайно за адресою <a href=\"mailto:contact@kidsfashionstore.ua\">contact@kidsfashionstore.ua</a> або <a tel:\"+380 68 901 5749\">+380 68 901 5749</a> для отримання допомоги у поданні заяви до перевізника."
        },
        {
            "type": "title",
            "en": "Address Accuracy",
            "uk": "Точність адреси"
        },
        {
            "type": "paragraph",
            "en": "Ensure accurate and complete shipping information. We are not responsible for orders shipped to incorrect or incomplete addresses provided by the customer. Review your shipping address carefully before submitting your order.",
            "uk": "Переконайтеся в точності та повноті інформації про доставку. Ми не несемо відповідальності за замовлення, відправлені на неправильні або неповні адреси, надані клієнтом. Уважно перевірте вашу адресу доставки перед поданням замовлення."
        },
        {
            "type": "title",
            "en": "Shipping Restrictions",
            "uk": "Обмеження доставки"
        },
        {
            "type": "paragraph",
            "en": "We reserve the right to refuse orders due to shipping restrictions imposed by our carriers.",
            "uk": "Ми залишаємо за собою право відмовити в замовленнях через обмеження доставки, накладені нашими перевізниками."
        },
        {
            "type": "paragraph",
            "en": "For any further questions about our shipping policy, feel free to contact us at <a href=\"mailto:contact@kidsfashionstore.ua\">contact@kidsfashionstore.ua</a> or <a tel:\"+380 68 901 5749\">+380 68 901 5749</a>. Happy Shopping!",
            "uk": "Якщо у вас є додаткові питання щодо нашої політики доставки, не соромтеся звертатися до нас за адресою <a href=\"mailto:contact@kidsfashionstore.ua\">contact@kidsfashionstore.ua</a> або <a tel:\"+380 68 901 5749\">+380 68 901 5749</a>. Гарних покупок!"
        }
    ],
    "name": "delivery"
  },
  {
    "img": "../static/img/shopping.jpg",
    "title": {
      "en": "Information about the replacements and returns",
      "uk": "Інформація про обмін та повернення"
    },
    "content": {
      "en": "Our shop offers replacements and returns in case the chosen pair of shoes doesn’t fit your child well.\nCustomer satisfaction is our first priority and we will be happy to help you. Find out how to organize a replacement or return in this post.",
      "uk": "Наш магазин пропонує заміну та повернення, якщо обрана пара взуття не підходить вашій дитині.\nЗадоволеність клієнтів є нашим першочерговим пріоритетом, і ми будемо раді вам допомогти. Дізнайтеся, як організувати заміну або повернення, у цій публікації."
    },
    "page": [
        {
            "type": "title",
            "en": "Ensuring that our customers are satisfied with their purchases is our top priority. We understand that sometimes an item may not meet your expectations, and you may need to return or replace it. Here's a brief guide to help you navigate our replacement and return process.",
            "uk": "Забезпечення задоволення наших клієнтів є нашим першочерговим пріоритетом. Ми розуміємо, що іноді товар може не відповідати вашим очікуванням, і вам може знадобитися повернути або замінити його. Ось короткий посібник, який допоможе вам зорієнтуватися в нашому процесі заміни та повернення."
        },
        {
            "type": "title",
            "en": "Eligibility",
            "uk": "Право на обмін або повернення"
        },
        {
            "type": "paragraph",
            "en": "To qualify for a replacement or return, the item must be unused, in the same condition as when you received it, and in its original packaging.",
            "uk": "Для того щоб мати право на обмін або повернення, товар повинен бути невикористаним, в тому ж стані, що і при отриманні, та в оригінальній упаковці."
        },
        {
            "type": "title",
            "en": "Timeline",
            "uk": "Терміни"
        },
        {
            "type": "paragraph",
            "en": "You must initiate a replacement or return request within one day of receiving your order, whether it was delivered to your home or picked up from the post office.",
            "uk": "Ви повинні ініціювати запит на обмін або повернення протягом одного дня після отримання вашого замовлення, незалежно від того, чи воно було доставлено до вашого дому, чи ви його забрали з поштового відділення."
        },
        {
            "type": "title",
            "en": "Initiating a Replacement or Return",
            "uk": "Ініціювання обміну або повернення"
        },
        {
            "type": "paragraph",
            "en": "Contact Customer Service: Email our Customer Service team at <a href=\"mailto:customerservice@kidsfashionstore.ua\">customerservice@kidsfashionstore.ua</a> within the one-day timeframe. Provide Order Details: Include your order id and details about the item you wish to return or replace. Follow Guidance: Our Customer Service team will guide you through the process.",
            "uk": "Зв'яжіться з обслуговуванням клієнтів: Надішліть лист нашій службі підтримки клієнтів за адресою <a href=\"mailto:customerservice@kidsfashionstore.ua\">customerservice@kidsfashionstore.ua</a> протягом одного дня. Надайте дані про замовлення: Вкажіть свій ідентифікатор замовлення та деталі про товар, який ви хочете повернути або замінити. Дотримуйтесь вказівок: Наша команда допоможе вам пройти процес."
        },
        {
            "type": "title",
            "en": "Conditions for Replacement or Return",
            "uk": "Умови для обміну або повернення"
        },
        {
            "type": "paragraph",
            "en": "Unused Items: The item must be in its original condition. Original Packaging: The item must be returned in its original packaging. Exclusions: Items not in their original condition, damaged, or missing parts due to reasons other than our error are not eligible. Additionally, requests made more than one day after delivery will not be accepted.",
            "uk": "Невикористантй товар: товар повинен бути в оригінальному стані. Оригінальна упаковка: товар повинен бути повернений в оригінальній упаковці. Товари, які не знаходяться в оригінальному стані, пошкоджені або не мають частин з будь-якої причини окірм нашої помилки, не підлягають обміну або поверненню. Крім того, запити, подані пізніше одного дня після доставки, не будуть прийняті."
        },
        {
            "type": "title",
            "en": "Refunds or Replacements",
            "uk": "Повернення коштів або заміна"
        },
        {
            "type": "paragraph",
            "en": "Inspection: Once we receive and inspect your returned item, we will notify you via email about the approval or rejection of your replacement or refund. Replacements: If approved, replacements will be processed based on product availability. If the exact item is not available, a similar product of equal value may be offered. Refunds: If approved, refunds will be processed to the original method of payment within two business days.",
            "uk": "Огляд: Після отримання та огляду вашого поверненого товару ми повідомимо вас по електронній пошті про схвалення або відхилення вашої заміни або повернення. Заміни: Якщо схвалено, заміни будуть оброблені на основі наявності товарів. Якщо конкретний товар недоступний, може бути запропоновано аналогічний товар такої ж вартості. Повернення коштів: Якщо схвалено, повернення коштів буде зроблено на початковий метод оплати протягом двох робочих днів." 
        },
        {
            "type": "title",
            "en": "Shipping Costs",
            "uk": "Вартість доставки"
        },
        {
            "type": "paragraph",
            "en": "Return Shipping: Shipping costs for returns are non-refundable. The cost of return shipping will be deducted from your refund.",
            "uk": "Вартість повернення: вартість доставки для повернень не повертається. Вартість доставки буде відрахована з вашого повернення."
        },
        {
            "type": "title",
            "en": "Additional Tips",
            "uk": "Додаткові поради"
        },
        {
            "type": "paragraph",
            "en": "Contact Promptly: Ensure you contact our Customer Service within one day to be eligible for a return or replacement. Keep Original Packaging: Returning items in their original packaging helps facilitate the process. Document Condition: Taking photos of the item before shipping it back can help resolve any disputes regarding the condition.",
            "uk": "Зв'яжіться негайно: Переконайтеся, що ви зв'язалися з нашою командою протягом одного дня, щоб мати право на повернення або заміну. Зберігайте оригінальну упаковку: Повернення товарів в оригінальній упаковці допомагає спростити процес. Документуйте стан: Фотографування товару перед відправкою назад може допомогти вирішити будь-які незгоди щодо стану."
        },
        {
            "type": "paragraph",
            "en": "By following these steps, you can efficiently handle any replacements or returns, ensuring a smooth and satisfactory experience. If you have further questions, feel free to reach out to us at <a href=\"mailto:customerservice@kidsfashionstore.ua\">customerservice@kidsfashionstore.ua</a> or <a tel:\"+380 68 901 5749\">+380 68 901 5749</a>. We are here to help!",
            "uk": "Дотримуючись цих кроків, ви можете ефективно вирішити будь-які обміни або повернення, забезпечивши гладкий і задовільний досвід. Якщо у вас є додаткові питання, не соромтеся звертатися до нас за адресою <a href=\"mailto:customerservice@kidsfashionstore.ua\">customerservice@kidsfashionstore.ua</a> або <a tel:\"+380 68 901 5749\">+380 68 901 5749</a>. Ми тут, щоб допомогти!"
        }
    ],
    "name": "replacementsReturns"
  }
]